import React from "react";

const TermConditions = () => {
  return (
    <div className="content-area p-4">
      <div className="row">
        <div className="col-md-12">
          <div className="card">
            <div className="card-body">
              <div class="d-flex justify-content-center">
                <h2>पेड पुश कैंपेन के लिए</h2>
              </div>
              <hr class="w-100 text-accent"></hr>
               
              <div className="hindi-modal">
               <p className="text-center">
                  पेड पुश कैंपेन शुरू करने से पहले, कुछ बातों का ध्यान रखना बहुत
                  ज़रूरी है। कैंपेन लगाने से पहले इन शर्तों को मानना अनिवार्य
                  है।
                </p>

                <ol className="ps-3">
                  <li className="mb-3">
                    <strong>कंटेंट और इमेजेस</strong>
                    <p>
                    क्लिकबेट टाइटल, इमेज, एडल्ट कंटेंट या फेक कंटेंट का उपयोग
                    करने से आपका कैंपेन तुरंत रिजेक्ट कर दिया जाएगा।</p>
                  </li>

                  <li className="mb-3">
                    <strong>अप्रूवल प्रक्रिया</strong>
                    <p>
                    हर कैंपेन लगाने पर आपको 30 मिनट आगे का टाइम सेलेक्ट करना
                    होता है। कैंपेन तभी लाइव होगा जब हमारी टीम उसे अप्रूव कर
                    देगी। कैंपेन केवल सुबह 9 बजे से शाम 6 बजे तक ही लगाए जा सकते
                    हैं।
                  </p></li>

                  <li className="mb-3">
                    <strong>Clicks कंप्लीट होने का टाइम</strong>
                    <p>
                    क्लिक्स पूरे होने का समय आपके प्लान पर निर्भर करता है।
                    नॉर्मल स्पीड प्लान में 1–5 घंटे लग सकते हैं। फास्ट क्लिक
                    प्लान में 1–2 घंटे के अंदर सभी क्लिक्स पूरे हो जाते हैं।
                  </p></li>

                  <li className="mb-3">
                    <strong>क्लिक प्राइज</strong>
                    <p>
                    क्लिक प्राइज फिक्स नहीं होते, ये डिमांड के अनुसार घटते-बढ़ते
                    रहते हैं।
                  </p></li>

                  <li className="mb-3">
                    <strong>इंस्टेंट क्लिक्स</strong>
                    <p>
                    इंस्टेंट क्लिक्स और नॉर्मल स्पीड क्लिक्स के लिए अलग-अलग
                    प्लान होते हैं। प्रति क्लिक कीमत में अंतर हो सकता है।
                  </p></li>

                  <li className="mb-3">
                    <strong>व्हाट्सएप रिमाइंडर</strong>
                    <p>
                    कैंपेन ऐड करते ही हमें व्हाट्सएप पर एक रिमाइंडर ज़रूर भेजें।
                  </p></li>

                  <li className="mb-3">
                    <strong>Meta Pusher इंटीग्रेशन</strong>
                    <p>
                    जिस वेबसाइट पर ट्रैफिक लाना चाहते हैं, उसका डोमेन Meta Pusher पुश
                    सर्विस के साथ इंटीग्रेटेड होना चाहिए। अगर ऐसा नहीं है, तो
                    नोटिफिकेशन तो जाएंगे लेकिन ट्रैफिक रिडायरेक्ट नहीं होगा और
                    कोई रिफंड नहीं मिलेगा।
                  </p></li>

                  <li className="mb-3">
                    <strong>क्लिक काउंट</strong>
                    <p>
                    पुश नोटिफिकेशन क्लिक और Google Analytics डेटा में अंतर हो
                    सकता है। हमारा सिस्टम नोटिफिकेशन पर क्लिक होते ही काउंट कर
                    लेता है।
                  </p></li>

                  <li className="mb-3">
                    <strong>सर्वर लोड</strong>
                    <p>
                    ज्यादा ट्रैफिक आने से सर्वर डाउन हो सकता है। पहले सुनिश्चित
                    करें कि आपका सर्वर लोड संभाल सकता है।
                  </p></li>

                  <li className="mb-3">
                    <strong>Ads लोडिंग</strong>
                    <p>
                    कैंपेन शुरू होने के बाद किसी भी प्रकार की ऑटो-रीडायरेक्ट या
                    अनऑथराइज़्ड ads स्क्रिप्ट का उपयोग करने पर कैंपेन तुरंत रद्द
                    कर दिया जाएगा और कोई रिफंड नहीं मिलेगा।
                  </p></li>
                </ol>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>
  );
};

export default TermConditions;
